Repository: toha-gornich/SvitloUA
Catalog: Localizable.xcstrings
Source language: en
Languages: uk

# %lld відключень
source: %lld outages
uk: %lld відключень

# 1 година
source: 1 hour
uk: 1 година

# 5 хвилин
source: 5 minutes
uk: 5 хвилин

# 15 хвилин
source: 15 minutes
uk: 15 хвилин

# 30 хвилин
source: 30 minutes
uk: 30 хвилин

source: Schedule
uk: Графік

source: Shows current power status and outage schedule
uk: Показує поточний стан живлення та графік відключень

source: Until %@
uk: До %@

# Більше відключень не заплановано
source: No more outages scheduled
uk: Більше відключень не заплановано

# Важливо
source: Important
uk: Важливо

# Версія
source: Version
uk: Версія

# Відключення
source: Power outage
uk: Відключення

# Відключень немає
source: No outages
uk: Відключень немає

# Готово
source: Done
uk: Готово

# Графік
source: Schedule
uk: Графік

# Графік завтра
source: Tomorrow’s schedule
uk: Графік завтра

# Графік не знайдено
source: Schedule not found
uk: Графік не знайдено

# Графік не підтвердженно
source: Schedule not confirmed
uk: Графік не підтвердженно

# Графік не підтверджено
source: Schedule not confirmed
uk: Графік не підтверджено

# Графік сьогодні
source: Today's schedule
uk: Графік сьогодні

# Графік ще не підтверджено
source: Schedule not yet confirmed
uk: Графік ще не підтверджено

source: Schedules can change! Check current information on official energy company websites
uk: Графіки можуть змінюватись! Перевіряйте актуальну інформацію на офіційних сайтах енергокомпаній

# Група
source: Group
uk: Група

# Група %@
source: Group %@
uk: Група %@

source: Groups are marked as 1.1, 1.2, 2.1, 2.2 etc. First digit is main queue, second is sub-queue of outages
uk: Групи позначаються як 1.1, 1.2, 2.1, 2.2 і т.д. Перша цифра - основна черга, друга - підчерга відключень

# Дані
source: Data
uk: Дані

# Дані не доступні
source: Data not available
uk: Дані не доступні

# До %@
source: Until %@
uk: До %@

# Довідка
source: Help
uk: Довідка

# Дозвольте сповіщення, щоб отримувати попередження про відключення світла
source: Allow notifications to receive alerts about power outages
uk: Дозвольте сповіщення, щоб отримувати попередження про відключення світла

# Є кілька способів дізнатись вашу групу:
source: There are several ways to find your group
uk: Є кілька способів дізнатись вашу групу:

# За адресою
source: By address
uk: За адресою

# Заборонено в системі
source: Denied in system
uk: Заборонено в системі

# залишилось
source: remaining
uk: залишилось

# Зараз
source: Now
uk: Зараз

source: Call your energy company contact center and provide your address. Operator will tell you your group
uk: Зателефонуйте до контакт-центру вашої енергокомпанії та повідомте адресу. Оператор підкаже вашу групу

source: Find your building in the list on your regional energy company website. The group is specified for each street
uk: Знайдіть свій будинок у списку на сайті вашої обленерго. Там вказана група для кожної вулиці

# Корисна інформація
source: Useful information
uk: Корисна інформація

# Локація
source: Location
uk: Локація

# Місто
source: City
uk: Місто

# Можливе
source: Possible
uk: Можливе

# Можливе відключення
source: Possible power outage
uk: Можливе відключення

# Налаштування
source: Settings
uk: Налаштування

# Налаштування сповіщень
source: Notification Settings
uk: Налаштування сповіщень

# Наступне
source: Next
uk: Наступне

# Наступне відключення
source: Next outage
uk: Наступне відключення

# Наступне відключення:
source: Next outage:
uk: Наступне відключення:

# Наступне відлючення
source: Next outage
uk: Наступне відлючення

# Невідомо
source: Uknown
uk: Невідомо

# Немає даних
source: No data
uk: Немає даних

# Оновити графік
source: Refresh Schedule
uk: Оновити графік

# Оновлено %@
source: Updated %@
uk: Оновлено %@

# Очікується
source: Waiting
uk: Очікується

# Перевірте пізніше графік на завтра
source: Check tomorrow's schedule later
uk: Перевірте пізніше графік на завтра

# Перейдіть в Налаштування > SvitloUA > Сповіщення та увімкніть їх
source: Go to Settings > SvitloUA > Notifications and enable them
uk: Перейдіть в Налаштування > SvitloUA > Сповіщення та увімкніть їх

source: Go to yasno.com.ua → enter your address → system will show your outage groupє
uk: Перейдіть на yasno.com.ua → введіть свою адресу → система покаже вашу групу відключень

# Підтверджено
source: Confirmed
uk: Підтверджено

# Попереджати за
source: Notify Before
uk: Попереджати за

# Попередження про відключення
source: Outage Alerts
uk: Попередження про відключення

# Про додаток
source: About
uk: Про додаток

# Світло є
source: Power on
uk: Світло є

# Скасувати
source: Cancel
uk: Скасувати

# Сповіщення
source: Notifications
uk: Сповіщення

# Сповіщення вимкнено
source: Notifications Disabled
uk: Сповіщення вимкнено

# Сповіщення увімкнено
source: Notifications Enabled
uk: Сповіщення увімкнено

# Спробуйте оновити дані або перевірте налаштування регіону та групи
source: Try refreshing data or check your region and group settings
uk: Спробуйте оновити дані або перевірте налаштування регіону та групи

# Статус
source: Status
uk: Статус

# Сьогодні
source: Today
uk: Сьогодні

# Сьогодні о %@
source: Today at %@
uk: Сьогодні о %@

# та ще %lld...
source: and %lld more...
uk: та ще %lld...

# Увімкніть сповіщення
source: Enable Notifications
uk: Увімкніть сповіщення

# Увімкнути сповіщення
source: Enable Notifications
uk: Увімкнути сповіщення

# Через ДТЕК/Обленерго
source: Via DTEK/Regional energy company
uk: Через ДТЕК/Обленерго

# Через сайт Yasno
source: Via Yasno website
uk: Через сайт Yasno

# Як дізнатись свою групу відключень?
source: How to find your outage group
uk: Як дізнатись свою групу відключень?

# Як дізнатись свою групу?
source: How to find out your group?
uk: Як дізнатись свою групу?
